proj-xcode/TestClasses/PowerAuthServerSOAP/SoapRequests.bundle/CommitActivation.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pow="$XMLNS">
   <soapenv:Header/>
   <soapenv:Body>
      <pow:CommitActivationRequest>
         <pow:activationId>$1</pow:activationId>
      </pow:CommitActivationRequest>
   </soapenv:Body>
</soapenv:Envelope>
